IdeaRS.Connections
GussetData.ConnectionNotch Property
Compatible with IDEA StatiCa 0.0
 Gets or sets, whether gusset plate is notched.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public GussetNotchType ConnectionNotch { get; set; }
Property Value
Type: GussetNotchType
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace